Repository: BoardDogWrt/luci
Catalog: applications/luci-app-rosy-file-server/po/*/rosy-file-server.po
Languages: es

source: <a href='%s?server_root=%s%s'>%s</a>
es: <a href='%s?Raíz del servidor=%s%s'>%s</a>

source: <a href='%s?server_root=%s'>%s</a>
es: <a href='%s?Raíz del servidor=%s'>%s</a>

source: Disable
es: Deshabilitar

source: Disable Rosy File Server
es: Deshabilitar servidor de archivos Rosy

source: Last Modified
es: Último modificado

source: Name
es: Nombre

source: Rosy File Server
es: Servidor de archivos Rosy

source: Rosy File Server Settings
es: Configuración del servidor de archivos Rosy

source: Size
es: Tamaño

source: Specify path to be mapped
es: Especificar ruta a mapear

source: Target
es: Objetivo

source: This is rosy file server for luci.<br /><strong>Note: targets will be mapped at /www/rosyfs-share !</strong>
es: Este es un servidor de archivos Rosy para luci. <br /><strong>Nota: ¡los objetivos se asignarán en /www/rosyfs-share!</strong>

source: Title
es: Título

source: Title to be shown
es: Título a mostrar

source: Type
es: Tipo
